{
    "company_name": "fidelity",
    "about": "Fidelity is a global financial services company serving 43 million individuals, managing benefits for 24,000 businesses, and offering innovative solutions to 3,700 wealth management firms, with diverse businesses, a global presence, 73,000 associates, and $11.5 trillion assets under administration. Edward C. Johnson 2d's principles guide Fidelity as a pioneer, adapting to evolving financial needs. Stats: 43 million investors served, $11.5 trillion assets under administration, $4.4 trillion total discretionary assets.",
    "checking-savings": "Fidelity Cash Management Account offers competitive rates and was named Best Cash Management account by Forbes in 2022 with a 2.72% APY. It's a brokerage account for spending and cash management. Balances up to $5 million are FDIC-insured. Features include no fees, digital wallet compatibility, global ATM fee reimbursements, real-time spending view, Bill Pay, mobile check deposit, and high-interest rates for savings. It complements existing brokerage accounts, offering free mobile check deposit, Bill Pay, debit/ATM card, checkwriting, and online transfers. Cash balances are FDIC-insured up to coverage limits. Balances above $5 million are placed in a non-FDIC insured money market fund. Transfers between program banks and the account are managed automatically.",
    "brokerage": "Consider The Fidelity Account for a wide array of investment options including US stock, ETFs, and options with $0 commissions. Access free research from 20+ providers and invest in stocks, ETFs, options, mutual funds, bonds, CDs, and precious metals. Utilize margin borrowing, international investing, and extended-hours trading, all with no annual account fees. Benefit from comprehensive tools, mobile trading apps, and advanced trading features. Access independent research and customized alerts to enhance your decision-making. Fidelity offers a Fidelity Mobile® app for on-the-go trading and portfolio management. Commission details and competitive margin rates as low as 9.25% are available. Enjoy 24/7 access to investment consultants and over 150 Investor Centers.",
    "onlineCommissions": "Stocks, All online U.S. equity trades, Any number of shares or trades $0, Options, All online options trades $0, $0.65 per contract, Buy to close orders of $0.65 or less $0, An Option Regulatory Fee applies to all option buys and sells including both online and representative assisted. $0.02—$0.04, ETFs, All online ETF trades $0, Bonds and CDs, New Issues $01, Secondary Issues $1.00 per bond2, U.S. Treasury: Auctions and secondary issues online $0, U.S. Treasury: Auctions and secondary issues representative assisted Flat fee of $19.95, Mutual Funds3, Fidelity funds $0, No Transaction Fee (NTF) non-Fidelity funds: $0 on purchase. $49.95 on redemption if held less than 60 days, Transaction Fee non-Fidelity funds: $49.95 per purchase.4 $0 on redemption.",
    "marginRates": "The margin rate you pay depends on your outstanding margin balance—the higher your balance, the lower the margin rate you are charged. Debit balance, Margin rate, Effective rate, $1M+ Base to 3.075% 9.25%, $500,000-$999,999 Base to 2.825% 9.50%, $250,000 to $499,999 Base to 0.500% 11.825%, $100,000 to $249,999 Base to 0.250% 12.075%, $50,000to$99,999 Base to 0.200% 12.125%, $25,000 to $49,999 Base + 0.750% 13.075%, $0 to $24,999 Base + 1.250% 13.575%.",
    "feeInformation": "Account services, Electronic statements $0 Per Statement, Monthly statements $0 Per Statement, Trade confirms $0 Per Confirm, Replacement statement $0 Per Statement, Replacement confirm $0 Per Confirm, Early IRA withdrawals $0 Per Withdrawal, Roth IRA conversion $0 Per Conversion, Recharacterizations $0 Per Request, SIMPLE IRA annual fee $0 Annual, IRA closeout fee $0 Per Request, Cash management services, Electronic funds transfer (EFT) $0 Per Transaction, Fidelity BillPay® $0 Per Transaction, Check copies $0 Per Request, Returned check $0 Per Returned Check, Stop payment2 $0 Per Request, Check ordering $0 Per Order, Overnight check delivery $0 Per Request, Cashier's check $0 Per Check, Debit card annual fee $0 Annual, Fidelity® Cash Management Account ATM fee $0 Per Transaction, Fidelity® Cash Management Account ATM bank surcharge Reimbursed Per Transaction, The Fidelity Account® ATM fee $0 Per Transaction, The Fidelity Account® ATM bank surcharge Varies Per Transaction, Bank wire (domestic) $0 Per Wire Request, Foreign exchange wire1 Up to 3% of principal Per Wire Request, Investment Specific, Real-time quotes $0 Annual, Streaming quotes4 $0 Annual, Streaming Level II quotes4 $0 Annual, Streaming news $0 Annual, Transfer of assets $0 Per Transfer, Mandatory corporate reorganization $0 Per Transaction, Voluntary corporate reorganization $0 Per Transaction, Depository Foreign Trust Company (DTC) foreign settlement fee, Note: Fee is per trade for foreign ordinary stock that is not DTC eligible. $50 Per Trade, Stock certificate transfer and ship2 $100 Per Certificate, Transfer Limited Partnership positions $0 Per Partnership, Mutual fund annual low balance fee $0 Annual Per Fund, Foreign dividends and reorganizations3 1% of principal Per Transaction, Margin liquidation $32.95 Per Liquidation, Reg T extension $0 Per Extension."
}